job-greet-station-name = Добро пожаловать на борт {$stationName}.
job-greet-planet-name = Сейчас на орбите {$planetName}
job-greet-introduce-job-name = Ваша роль: {$jobName}.
job-greet-important-disconnect-admin-notify = Вы выполняете задание, которое важно для развития в игре. Если вам нужно отключиться, пожалуйста, сообщите об этом администраторам через ahelp.
job-greet-supervisors-warning = В качестве {$jobName} вы подчиняетесь непосредственно  {$supervisors}. Особые обстоятельства могут изменить это.
job-greet-crew-shortages = Поскольку изначально на этой станции работала группа скелетов, к вашей идентификационной карте был добавлен дополнительный доступ.
job-not-available-wait-in-lobby = Раунд начался, но вы не получили ни одну из выбранных вами рабочих ролей (или не выбрали ни одной из них) и решили остаться в лобби. Вы можете изменить это поведение на экране настроек.