# Вспомогательная Поддержка
cm-job-name-aso = Офицер Вспомогательной Поддержки
cm-job-description-aso = Координируйте поддержку и вспомогательные подразделения операции.
CMJobAuxiliarySupportOfficer = Офицер Вспомогательной Поддержки

cm-job-name-dropship-pilot = Пилот Десантного Корабля
cm-job-description-dropship-pilot = Транспортируйте войска на десантном корабле и обеспечивайте эвакуации. Убедитесь, что нежелательные попутчики не попадут на ваш корабль.

cm-job-name-gunship-pilot = Офицер Боевого Корабля
cm-job-description-gunship-pilot = Пилотируй, защищай и обслуживай транспортно-десантный корабль.
CMJobPilotGunship = Офицер Боевого Корабля

cm-job-name-dcc = Начальник Экипажа Десантного Корабля
cm-job-description-dcc = Помогайте пилотам десантного и боевого кораблей, а также обслуживайте десантный корабль и раненых на нём.
CMJobDropshipCrewChief = Начальник Экипажа Десантного Корабля

cm-job-name-intel = Офицер Разведки
cm-job-description-intel = Извлекайте разведывательные материалы, обработывайте их и получайте технические очков для поддержки операции с помощью боеголовок, десантных кораблей или припасов.
CMJobIntelOfficer = Офицер Разведки
