# Инженерия
cm-job-name-chief-engineer = Главный Корабельный Инженер
cm-job-description-chief-engineer = Координируйте работу инженерного отдела, обеспечивайте объект энергопитанием.
CMJobChiefEngineer = Главный Корабельный Инженер

cm-job-name-ordnance-tech = Техник Вооружения
cm-job-description-ordnance-tech = Создавайте особые виды вооружения для морпехов. Поддерживайте десантные корабли и орбитальное орудие в боеспособности.
CMJobOrdnanceTech = Техник Вооружения

cm-job-name-maint-tech = Специалист Технического Обслуживания
cm-job-description-maint-tech = Поддерживайте работоспособность реакторов, обслуживайте и модифицируйте Аламо и его десантные корабли.
CMJobMaintTech = Специалист Технического Обслуживания
