# Медицинский отдел
cm-job-name-cmo = Главный Медицинский Офицер
cm-job-description-cmo = Руководите медблоком, исследовательским отделом и химической лабораторией. Управляйте своим медицинским персоналом. Консультируйте командование по вопросам здоровья и благополучия морской пехоты.
CMJobCMO = Главный Медицинский Офицер

cm-job-name-doctor = Военный Врач
cm-job-description-doctor = Лечите всех пациентов, поступающих в медблок. Транспортируйте раненых бойцов из ангара в медблок. При необходимости проводите хирургическое вмешательство.
CMJobDoctor = Врач

cm-job-name-nurse = Военфельдшер
cm-job-description-nurse = Помогайте военврачам в оказании помощи раненым.
CMJobNurse = Военфельдшер

cm-job-name-researcher = Исследователь
cm-job-description-researcher = Исследуйте образцы, которые вам присылают. Создавайте и анализируйте новые химикаты, инструменты и объекты.
CMJobResearcher = Исследователь
