# Военная полиция
cm-job-name-chief-mp = Офицер Военной Полиции
cm-job-description-chief-mp = Руководите работой брига. Координируйте военную полицию. Обеспечивайте соблюдение Военного Закона. Защищайте корабль и экипаж.
CMJobChiefMP = Офицер Военной Полиции

cm-job-name-militarywarden = Военный Надзиратель
cm-job-description-militarywarden = Поддерживайте порядок в бриге, перебирайте бумажки и боритесь с преступностью. Военные преступления - не класс. Так ведь?
CMJobMilitaryWarden = Военный Надзиратель

cm-job-name-militarypolice = Военная Полиция
cm-job-description-militarypolice = Соблюдайте Военный Закон. Задерживайте преступников. Обеспечивайте безопасность персонала на корабле.
CMJobMilitaryPolice = Военная Полиция
