cm-job-name-aso = Офицер вспомогательной поддержки
cm-job-description-aso = Координируйте работу отделов поддержки и вспомогательных операций.
CMJobAuxiliarySupportOfficer = Офицер вспомогательной поддержки

cm-job-name-dropship-pilot = Пилот десантного корабля
cm-job-description-dropship-pilot = Перевозите войска с помощью десантного корабля и предоставляйте медицинскую эвакуацию. Убедитесь, что никакие захватчики не попадают на ваш назначенный десантный корабль.
CMJobPilotDropship = Пилот десантного корабля

cm-job-name-gunship-pilot = Пилот штурмовика
cm-job-description-gunship-pilot = Летайте, защищайте и обслуживайте транспортный десантный корабль.
CMJobPilotGunship = Офицер штурмового корабля

cm-job-name-dcc = Начальник экипажа десантного корабля
cm-job-description-dcc = Помогайте пилотам десантных кораблей и штурмовиков и поддерживайте десантный корабль корабля, а также раненых на десантном корабле.
CMJobDropshipCrewChief = Начальник экипажа десантного корабля

cm-job-name-intel = Офицер разведки
cm-job-description-intel = Получение разведывательных объектов со стороны земли, обработка и получение технологических очков для поддержки операции с помощью боевой части ОБ, пунктов десантного корабля или реквизиции поставок.
CMJobIntelOfficer = Разведывательный офицер