cm-job-name-rifleman = Стрелок
cm-job-description-rifleman = Следуйте приказам тех, кто выше вас. Выполняйте свою работу и стреляйте, когда вам нужно стрелять. Не умирай в процессе.
CMJobRifleman = Стрелок

cm-job-name-squad-leader = Командир взвода
cm-job-description-squad-leader = Лидер одного из четырех морских взводов. Дайте своему взводу и группам огневой поддержки цели и следуйте приказам командования. Держите свой отряд в целости и сохранности.
CMJobSquaderLeader = Командир взвода

cm-job-name-fireteam-leader = Глава команды огневой поддержки
cm-job-description-fireteam-leader = Следовать приказам командира взвода и командовать своей командой огневой поддержки. Координируйте свои действия с авиационной поддержкой и элементами огневой поддержки.
CMJobFireteamLeader = Глава группы огневой поддержки

cm-job-name-weapons-specialist = Специалист по вооружению
cm-job-description-weapons-specialist = Получите доступ к более тяжелому и мощному оружию и оборудованию. Боевой профессионал, возглавьте отряд, если потребуется.
CMJobWeaponsSpecialist = Специалист по вооружениям

cm-job-name-smart-gun-operator = Оператор умного оружия
cm-job-description-smart-gun-operator = Поддержите свой отряд тяжелым оружием и подавляющим огнем противника.
CMJobSmartGunOperator = Оператор интеллектуального оружия

cm-job-name-hospital-corpsman = Военно-морской фельдшер
cm-job-description-hospital-corpsman = Держите морских пехотинцев в боеспособном состоянии или насколько близко вы можете их привести. Эвакуируйте тех, кого необходимо отправить обратно в медицинский отсек для лечения.
CMJobHospitalCorpsman = Военврач

cm-job-name-combat-tech = Боевой техник
cm-job-description-combat-tech = Строить или устранять укрепления. Создайте и поддерживайте передовую оперативную базу и энергоснабжение. Получите доступ к закрытым зонам.
CMJobCombatTech = Боевая техника