cm-job-name-cmo = Главный медицинский сотрудник
cm-job-description-cmo = Осуществлять надзор за медицинским отсеком, исследовательской лабораторией и химическим отделом. Управляйте своим медицинским персоналом. Консультируйте командный состав по вопросам здоровья и благополучия морского персонала.
CMJobCMO = Главный медицинский работник

cm-job-name-doctor = Доктор
cm-job-description-doctor = Лечение всех пациентов, поступающих в медицинский отсек. Перевести раненых морских пехотинцев из ангара в медицинский отсек. При необходимости проводите хирургические операции.
CMJobDoctor = Доктор

cm-job-name-nurse = Фельдшер
cm-job-description-nurse = Оказывать помощь врачам и медикам в оказании помощи раненым.
CMJobNurse = Фельдшеры

cm-job-name-researcher = Исследователь
cm-job-description-researcher = Проводите исследования того, что отправляется вам. Создавайте и анализируйте новые химические вещества, инструменты и объекты.
CMJobResearcher = Исследователи
