rmc-ghost-role-information-bureau-marshal-name = Маршалл Бюро
rmc-ghost-role-information-bureau-marshal-description = Получите своим инструкции на станции Анкерпоинт и выполняйте их. Убедитесь, что заключенные находятся в безопасности и на вашем попечении. Не вмешивайтесь в действия на судне, не применяйте Военные Законы, если это не требуется или не получены соответствующие указания. Действуйте согласно вашим полномочиям.

rmc-ghost-role-information-bureau-deputy-name = Заместитель Шерифа

rmc-ghost-role-information-bureau-observer-name = Следящий за соблюдением прав разумной жизни в межзвёздном пространстве.
rmc-ghost-role-information-bureau-observer-description = Как Наблюдатель Прав Разумных Существ в Межзвёздном Пространстве, ваша обязанность — следить за обращением с разумными существами по всему космосу, обеспечивая соблюдение межзвёздных законов. Если вы прибыли с Анкерпоинт, выполняйте приказы заместителей и их маршала, исполняя свою роль. Хотя сейчас вы занимаетесь бумажной работой, ваша учёная степень даёт вам право оказывать медицинскую помощь в экстренных ситуациях и поддерживать своих товарищей, если ситуация станет критической.
rmc-job-title-bureau-observer = Наблюдатель прав разумной жизни
