rmc-ghost-role-information-corporate-executive-specialist-name = Специалист по исполнительной деятельности
rmc-ghost-role-information-corporate-executive-specialist-description = Как Специалист по исполнительной деятельности, ваша задача — предоставлять необходимую юридическую поддержку Корпоративному Лиазон Офицеру и защищать интересы Weston-Yamada. Вы подчиняетесь напрямую Корпоративному Исполнительному Руководителю.
rmc-job-title-corporate-executive-specialist = Специалист по исполнительной деятельности

rmc-ghost-role-information-corporate-executive-supervisor-name = Корпоративный Исполнительный Руководитель
rmc-ghost-role-information-corporate-executive-supervisor-description = Как Корпоративный Исполнительный Руководитель, вы возглавляете юридическую команду, назначенную для защиты Корпоративного Лиазон Офицера и обеспечения интересов Weston-Yamada. Вы подчиняетесь напрямую Weston-Yamada, а не Корпоративному Лиазон Офицеру. Ваша основная задача — гарантировать, что конфиденциальная информация не будет раскрыта. Вы будете усердно работать над обеспечением освобождения Корпоративного Лиазон Офицера из тюрьмы, при условии, что это соответствует интересам компании.
rmc-job-title-corporate-executive-supervisor = Корпоративный Исполнительный Руководитель
